"3-finger Horizontal Swipe" = "Sciapáil Cothrománach le 3 Mhéar";
"3-finger Vertical Swipe" = "Sciapáil Ingearach le 3 Mhéar";
"4-finger Horizontal Swipe" = "Sciapáil Cothrománach le 4 Mhéar";
"4-finger Vertical Swipe" = "Sciapáil Ingearach le 4 Mhéar";
"About" = "Maidir";
"About %@" = "Maidir le %@";
"Accessibility" = "Inrochtaineacht";
"Acknowledgments" = "Buíochas";
"Active app" = "Aip ghníomhach";
"Active screen" = "Scáileán gníomhach";
"Active Space" = "Spás Gníomhach";
"Add a running app" = "Cuir feidhmchlár reatha leis";
"Add an app from disk" = "Cuir feidhmchlár ón diosca leis";
"Additional controls" = "Rialuithe breise";
"Additional controls…" = "Rialuithe breise…";
"Advanced" = "Ard";
"After keys are released" = "Tar éis na heochracha a scaoileadh";
"After release" = "Tar éis scaoileadh";
"Align windows" = "Ailínigh fuinneoga";
"Align windows:" = "Ailínigh fuinneoga:";
"All apps" = "Gach aipeanna";
"All data from this form will be made public, as a ticket on github.com" = "Poibleofar na sonraí go léir ón bhfoirm seo, mar thicéad ar github.com";
"All screens" = "Gach scáileáin";
"All Spaces" = "Gach Spás";
"Allowed" = "Ceadaithe";
"Alphabetical" = "Aibítre";
"Alphabetical Order" = "Ord Aibítre";
"Also select windows using:" = "Roghnaigh fuinneoga freisin ag baint úsáide as:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Thuar AltTab an uair dheireanach a d'úsáid tú é. Má sheoltar tuairisc tuairteála, cabhrófar leis an tsaincheist a réiteach";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Tá AltTab socraithe faoi láthair chun Feidhmchláir a thaispeáint. Níl an socrú seo ar fáil ach amháin nuair atá AltTab socraithe chun Windows a thaispeáint.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "Tá AltTab ag rith gan ceadanna Taifeadta Scáileáin. Ní thaispeánfar mionsamhlacha.";
"AltTab needs some permissions" = "Teastaíonn roinnt ceadanna ó AltTab";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Léireoidh AltTab an bhfuil an fhuinneog íoslaghdaithe faoi láthair nó an scáileán iomlán le deilbhín stádais.";
"Always" = "I gcónaí";
"Always send crash reports" = "Seol tuairiscí tuairteála i gcónaí";
"and press" = "agus brúigh";
"and press:" = "agus brúigh:";
"Animations" = "Beochán";
"Animations…" = "Beochan…";
"App (BundleID starting with)" = "Aip (BundleID ag tosú le)";
"App Icons" = "Deilbhíní Aip";
"App is hidden" = "Tá an aip i bhfolach";
"App is running but has no open window" = "Tá an aip ag rith ach níl aon fhuinneog oscailte aige";
"Apparition delay" = "Moill ar chuma";
"Apparition delay of Switcher" = "Moill ar thaispeántas an Switcher";
"Apparition delay:" = "Moill ar chuma:";
"Appearance" = "Dealramh";
"Application Name" = "Ainm Feidhmchláir";
"Application Name - Window Title" = "Ainm Feidhmchláir - Teideal Fuinneog";
"Applications" = "Feidhmchláir";
"Are you sure you don’t want a response?" = "An bhfuil tú cinnte nach dteastaíonn freagra uait?";
"Arrow keys" = "Eochracha Saighead";
"Ask whether to send crash reports" = "Fiafraigh ar cheart tuairiscí tuairteála a sheoladh";
"Auto" = "Uathoibríoch";
"Auto-install updates periodically" = "Uathshuiteáil nuashonruithe go tréimhsiúil";
"Blacklists" = "Liostaí dubha";
"Cancel" = "Cealaigh";
"Cancel and hide" = "Cealaigh agus folaigh";
"Capture windows in the background" = "Fuinneoga a ghabháil sa chúlra";
"Center" = "Ionad";
"Check for updates now…" = "Seiceáil le haghaidh nuashonruithe anois…";
"Check for updates periodically" = "Seiceáil le haghaidh nuashonruithe go tréimhsiúil";
"Check for updates…" = "Seiceáil le haghaidh nuashonruithe…";
"Check permissions…" = "Seiceáil ceadanna…";
"Close window" = "Dún an fhuinneog";
"Conflicting shortcut" = "Aicearra contrártha";
"Controls" = "Rialuithe";
"Crash reports policy" = "Beartas tuairiscithe tuairteála";
"Crash reports policy:" = "Beartas tuairiscithe tuairteála:";
"Cursor follows focus" = "Leanann an cúrsóir fócas";
"Customize App Icons style…" = "Saincheap stíl Dheilbhíní Aipe…";
"Customize Thumbnails style…" = "Saincheap stíl Mionsamhlacha…";
"Customize Titles style…" = "Saincheap stíl Teidil…";
"Dark" = "Dorcha";
"Debug tools" = "Uirlisí dífhabhtaithe";
"Disabled" = "Díchumasaithe";
"Do nothing" = "Ná déan faic";
"Don’t check for updates periodically" = "Ná seiceáil le haghaidh nuashonruithe ó am go chéile";
"Don’t send" = "Ná seol";
"Don’t show windows from these apps" = "Ná taispeáin fuinneoga ó na haipeanna seo";
"Done" = "Déanta";
"End" = "Deireadh";
"Exceptions" = "Eisceachtaí";
"Export settings…" = "Easpórtáil socruithe…";
"Export…" = "Easpórtáil…";
"Fade in animation of Preview" = "Beochan céimnithe isteach Réamhamhairc";
"Fade out animation" = "Céimnigh amach beochan";
"Fade out animation of Switcher" = "Beochan céimnithe de Switcher";
"Fade out animation:" = "Beochan céimnithe:";
"Failed to import settings" = "Theip ar shocruithe a iompórtáil";
"Focus selected window" = "Fócas an fhuinneog roghnaithe";
"Fullscreen window" = "Fuinneog lánscáileáin";
"Fullscreen windows:" = "Fuinneoga lánscáileáin:";
"Fullscreen/Defullscreen window" = "Fuinneog lánscáileáin/lánscáileáin";
"General" = "Ginearálta";
"Gesture" = "Gothaí";
"Grant permission" = "Deonaigh cead";
"Hidden windows:" = "Fuinneoga i bhfolach:";
"Hide" = "Folaigh";
"Hide app badges" = "Folaigh suaitheantais app";
"Hide app badges:" = "Folaigh suaitheantais aipe:";
"Hide apps with no open window" = "Folaigh aipeanna gan aon fhuinneog oscailte";
"Hide apps with no open window:" = "Folaigh aipeanna gan aon fhuinneog oscailte:";
"Hide colored circles on mouse hover" = "Folaigh ciorcail daite ar hover luiche";
"Hide colored circles on mouse hover:" = "Folaigh ciorcail daite ar hover luiche:";
"Hide in %@" = "Folaigh i %@";
"Hide Space number labels" = "Folaigh lipéid uimhreacha spáis";
"Hide Space number labels:" = "Folaigh lipéid uimhreacha spáis:";
"Hide status icons" = "Folaigh deilbhíní stádais";
"Hide status icons:" = "Folaigh deilbhíní stádais:";
"Hide window thumbnails:" = "Folaigh mionsamhlacha fuinneoige:";
"Hide/Show app" = "Folaigh/Taispeáin an aip";
"High" = "Ard";
"Highest" = "Is airde";
"Hold" = "Coinnigh";
"Horizontal Swipe with Four Fingers" = "Swipeáil Chothrománach le Ceithre Mhéar";
"Horizontal Swipe with Three Fingers" = "Swipeáil Chothrománach le Trí Mhéar";
"I think the app could be improved with…" = "Ceapaim go bhféadfaí an aip a fheabhsú le…";
"Ignore shortcuts when active" = "Déan neamhaird de aicearraí agus tú gníomhach";
"Ignore shortcuts while a window from these apps is active" = "Déan neamhaird de aicearraí agus fuinneog ó na haipeanna seo gníomhach";
"Import settings…" = "Iompórtáil socruithe…";
"Import…" = "Iompórtáil…";
"Keep open" = "Coinnigh oscailte";
"Keep open and search" = "Coinnigh oscailte agus cuardaigh";
"Language" = "Teanga";
"Language Change" = "Athrú Teanga";
"Large" = "Mór";
"Later" = "Níos déanaí";
"Latest releases" = "Na heisiúintí is déanaí";
"Leading" = "Ceannaireacht";
"Left" = "Ar chlé";
"Light" = "Solas";
"Lock search" = "Cuardach a ghlasáil";
"Max height on screen:" = "Uasairde ar an scáileán:";
"Max width on screen:" = "Leithead uasta ar an scáileán:";
"Medium" = "Meánach";
"Menubar icon" = "Deilbhín an bharra roghchláir";
"Menubar icon:" = "Deilbhín an roghchláir:";
"Middle" = "Meánach";
"Minimize/Deminimize window" = "Íoslaghdaigh/Íoslaghdaigh an fhuinneog";
"Minimized windows:" = "Fuinneoga Íoslaghdaithe:";
"Miscellaneous" = "Ilghnéitheach";
"Miscellaneous:" = "Llghnéitheach:";
"Mouse hover" = "Ainlíonn luch";
"Multiple screens" = "Scáileáin iolracha";
"Never" = "Choíche";
"Never send crash reports" = "Ná seol tuairiscí tuairteála riamh";
"No Window" = "Gan Fhuinneog";
"Non-active apps" = "Aipeanna neamhghníomhacha";
"Non-visible Spaces" = "Spásanna Neamhinfheicthe";
"Normal" = "Gnáth";
"Not allowed" = "Ní cheadaítear";
"NSHumanReadableCopyright" = "Ceadúnas GPL-3.0";
"Only if the window is fullscreen" = "Ach amháin má tá an fhuinneog lánscáileáin";
"Only on different screen" = "Ar scáileán difriúil amháin";
"Open Accessibility Preferences…" = "Oscail Roghanna Inrochtaineachta…";
"Open Accessibility Settings…" = "Oscail Socruithe Inrochtaineachta…";
"Open Screen Recording Preferences…" = "Roghanna Taifeadta Scáileáin Oscailte…";
"Open Screen Recording Settings…" = "Oscail Socruithe Taifeadta Scáileáin…";
"Open System Settings to confirm, and continue" = "Oscail Socruithe an Chórais le deimhniú, agus lean ar aghaidh";
"Open Trackpad Preferences…" = "Oscail Roghanna Trackpad…";
"Open Trackpad Settings…" = "Oscail Socruithe an Trackpad…";
"Optional: email (if you want a reply)" = "Roghnach: ríomhphost (má tá freagra uait)";
"Order windows by" = "Ordaigh fuinneoga le";
"Please fill in the form" = "Líon isteach an fhoirm le do thoil";
"Policies" = "Polasaithe";
"Preferences…" = "Sainroghanna…";
"Preview selected window" = "Réamhamharc an fhuinneog roghnaithe";
"Preview selected window:" = "Réamhamharc ar fhuinneog roghnaithe:";
"Preview the selected window." = "Réamhamharc ar an bhfuinneog roghnaithe.";
"Quit" = "Scoir";
"Quit %@" = "Scoir %@";
"Quit app" = "Scoir an aip";
"Recently Created" = "Cruthaithe Le Déanaí";
"Recently Created First" = "Cruthaíodh Ar dtús le Déanaí";
"Recently Focused" = "Dírithe le déanaí";
"Recently Focused First" = "Dírithe ar dtús le déanaí";
"Remember my choice" = "Cuimhnigh mo rogha";
"Reset preferences and restart" = "Athshocraigh sainroghanna agus atosú";
"Reset preferences and restart…" = "Athshocraigh sainroghanna agus atosaigh…";
"Reset settings and restart" = "Athshocraigh socruithe agus atosú";
"Reset settings and restart…" = "Athshocraigh socruithe agus atosú…";
"Restart Now" = "Atosaigh Anois";
"Rows of thumbnails:" = "Sraitheanna mionsamhlacha:";
"Screen including menu bar" = "Scáileán lena n-áirítear barra roghchláir";
"Screen including mouse" = "Scáileán lena n-áirítear luch";
"Screen Recording" = "Taifeadadh Scáileáin";
"Screen showing AltTab" = "Scáileán ag taispeáint AltTab";
"Search" = "Cuardaigh";
"Select next window" = "Roghnaigh an chéad fhuinneog eile";
"Select previous window" = "Roghnaigh an fhuinneog roimhe seo";
"Select windows on mouse hover" = "Roghnaigh fuinneoga ar ainlíonn luch";
"Select windows using arrow keys" = "Roghnaigh fuinneoga ag baint úsáide as saigheadeochracha";
"Select windows using vim keys" = "Roghnaigh fuinneoga ag baint úsáide as vim keys";
"Send" = "Seol";
"Send a crash report?" = "Seol tuairisc tuairteála?";
"Send anyway" = "Seol ar aon nós";
"Send debug profile (CPU, memory, etc)" = "Seol próifíl dífhabhtaithe (LAP, cuimhne, srl)";
"Send feedback" = "Seol aiseolas";
"Send feedback…" = "Seol aiseolas…";
"Settings imported" = "Socruithe iompórtáilte";
"Settings…" = "Socruithe";
"Share improvement ideas, or report bugs" = "Comhroinn smaointe feabhsúcháin, nó tuairiscigh fabhtanna";
"Shortcut" = "Aicearra";
"Shortcut 1" = "Aicearra 1";
"Shortcut 2" = "Aicearra 2";
"Shortcut 3" = "Aicearra 3";
"Shortcut 4" = "Aicearra 4";
"Shortcut 5" = "Aicearra 5";
"Shortcut already assigned to another action: %@" = "Tá aicearra sannta cheana do ghníomh eile: %@";
"Shortcuts When Active" = "Aicearraí Nuair atá Gníomhach";
"Shortcuts when active…" = "Aicearraí agus tú gníomhach…";
"Show" = "Taispeáin";
"Show & Hide" = "Taispeáin & Folaigh";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Taispeáin mír sa lascóir do gach fuinneog, nó do gach feidhmchlár. Díreofar Windows, ach cuirfear feidhmchláir i ngníomh.";
"Show apps with no open window" = "Taispeáin aipeanna gan aon fhuinneog oscailte";
"Show at the end" = "Taispeáin ag an deireadh";
"Show fullscreen windows" = "Taispeáin fuinneoga lánscáileáin";
"Show hidden windows" = "Taispeáin fuinneoga ceilte";
"Show in switcher" = "Taispeáin i lascóir";
"Show minimized windows" = "Taispeáin fuinneoga íoslaghdaithe";
"Show on" = "Taispeáin ar";
"Show on:" = "Taispeáin ar:";
"Show standard tabs as windows" = "Taispeáin cluaisíní caighdeánacha mar fhuinneoga";
"Show standard tabs as windows:" = "Taispeáin cluaisíní caighdeánacha mar fhuinneoga:";
"Show titles" = "Taispeáin teidil";
"Show windows from applications" = "Taispeáin fuinneoga ó fheidhmchláir";
"Show windows from screens" = "Taispeáin fuinneoga ó scáileáin";
"Show windows from Spaces" = "Taispeáin fuinneoga ó Spaces";
"Show windows from:" = "Taispeáin fuinneoga ó:";
"Size" = "Méid";
"Skipped" = "Scipeáladh";
"Small" = "Beag";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Úsáideann roinnt aipeanna ar nós Aimsitheoir nó Réamhamhairc cluaisíní caighdeánacha a fheidhmíonn cosúil le fuinneoga neamhspleácha. Úsáideann roinnt aipeanna eile cosúil le brabhsálaithe gréasáin cluaisíní saincheaptha a ghníomhaíonn ar bhealaí uathúla agus nach fuinneoga iarbhír iad. Ní féidir le AltTab iad sin a liostú ar leithligh.";
"Source code repository" = "Stórais cód foinse";
"Space" = "Spás";
"Space Order" = "Ordú Spáis";
"Start" = "Tosaigh";
"Start at login" = "Tosaigh ag logáil isteach";
"Start at login:" = "Tosaigh ag logáil isteach:";
"Support this project" = "Tacaigh leis an tionscadal seo";
"Swipe with Four Fingers" = "Swipe le Ceithre mhéar";
"Swipe with Three Fingers" = "Swipe le Trí mhéar";
"Switch between 3 different styles. You can customize them." = "Athraigh idir 3 stíleanna éagsúla. Is féidir leat iad a shaincheapadh.";
"System" = "Córas";
"System Default" = "Réamhshocrú Córais";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "D’fhéadfadh macOS an aicearra ⌘⎋ (ordú+éalú) a úsáid le haghaidh GameOverlay.\n\nD’fhéadfadh d’athrú é a shannadh do: %@.\n\nMás mian leat leanúint ar aghaidh, déan cinnte go bhfuil an aicearra GameOverlay díchumasaithe.\nTabhair faoi deara freisin gur thuairiscigh macOS fabhtanna inar féidir leis an aicearra cur isteach fós agus é díchumasaithe.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Tá an eochair ⎋ (éalú) curtha in áirithe ag roinnt aicearraí macOS (m.sh. taispeánfaidh ⌘⌥⎋ an fhuinneog Éigeantach Scoir d'Fheidhmchláir).\n\nMás mian leat ⎋ a úsáid, déan cinnte nach bhfuil na modhnaitheoirí Coinnigh: ⌘⌥, ⌘⌥⇧, ná ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Tá an eochair ⎋ (éalú) curtha in áirithe ag roinnt aicearraí macOS (m.sh. taispeánfaidh ⌘⌥⎋ an fhuinneog Éigeantach Scoir Feidhmchláir).\n\nD’fhéadfadh d’athrú é a shannadh do: %@.\n\nMás mian leat ⎋ a úsáid, déan cinnte nach bhfuil na modhnaitheoirí Coinnigh: ⌘⌥, ⌘⌥⇧, ná ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Ní mór an feidhmchlár a atosú chun na socruithe iompórtáilte a chur i bhfeidhm.";
"The application needs to restart to apply the language change." = "Ní mór an feidhmchlár a atosú chun an t-athrú teanga a chur i bhfeidhm.";
"Theme" = "Téama";
"Theme:" = "Téama:";
"Then release:" = "Ansin scaoil:";
"This permission is needed to focus windows after you release the shortcut" = "Tá an cead seo ag teastáil chun fuinneoga a dhíriú tar éis duit an t-aicearra a scaoileadh";
"This permission is needed to show screenshots and titles of open windows" = "Tá an cead seo ag teastáil chun scáileáin scáileáin agus teidil fuinneoga oscailte a thaispeáint";
"This permission is needed to show thumbnails and preview of open windows" = "Tá an cead seo ag teastáil chun mionsamhlacha agus réamhamharc ar fhuinneoga oscailte a thaispeáint";
"Thumbnails" = "Mionsamhlacha";
"Title" = "Teideal";
"Title truncation" = "Teascadh teidil";
"Titles" = "Teidil";
"Trackpad haptic feedback" = "Aiseolas haptic riancheap";
"Trigger" = "Truicear";
"Trigger shortcut" = "Aicearra truicear";
"Unassign existing shortcut and continue" = "Díshannaigh an t-aicearra reatha agus lean ar aghaidh";
"Updates policy" = "Nuashonraítear polasaí";
"Updates policy:" = "Polasaí nuashonraithe:";
"Use the app without this permission. Thumbnails won’t show." = "Bain úsáid as an aip gan an cead seo. Ní thaispeánfar mionsamhlacha.";
"Version" = "Leagan";
"Vertical Swipe with Four Fingers" = "Swipeáil Ingearach le Ceithre Mhéar";
"Vertical Swipe with Three Fingers" = "Swipeáil Ingearach le Trí Mhéar";
"View existing discussions" = "Féach ar an bplé atá ann cheana féin";
"Vim keys" = "Eochracha Vim";
"Vim keys already assigned to other actions:\n%@" = "Eochracha Vim sannta cheana féin do ghníomhartha eile:\n%@";
"Visibility" = "Infheictheacht";
"Visible Spaces" = "Spásanna Infheicthe";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Nuair a dhíchumasaítear é, seachnaítear an táscaire corcra taifeadta scáileáin de macOS, agus seachnaítear splancarnaigh agus físeán DRM á sheinm. Ní bheidh na mionsamhlacha chomh nuashonraithe sin.";
"When fullscreen" = "Nuair a bheidh scáileán iomlán";
"When no open window" = "Nuair nach bhfuil aon fhuinneog oscailte";
"While open, press:" = "Agus tú ar oscailt, brúigh:";
"Window app icon size:" = "Méid deilbhín na haipe fuinneoige:";
"Window is fullscreen" = "Tá an fhuinneog lánscáileáin";
"Window is minimized" = "Íoslaghdaítear an fhuinneog";
"Window is on every Space" = "Tá fuinneog ar gach spás";
"Window is on Space %d" = "Tá an fhuinneog ar Spás %d";
"Window max width in row:" = "Leithead uasta fuinneoige i ndiaidh a chéile:";
"Window min width in row:" = "Leithead min fuinneoige i ndiaidh a chéile:";
"Window order:" = "Ordú fuinneoige:";
"Window Title" = "Teideal Fuinneog";
"Window title contains" = "Tá sa teideal fuinneoige";
"Window title font size:" = "Méid cló teideal na fuinneoige:";
"Window title truncation:" = "Teascadh teideal fuinneoige:";
"Windows" = "Fuinneoga";
"You can’t undo this action." = "Ní féidir leat an gníomh seo a chealú.";
"You didn’t write your email, thus can’t receive any response." = "Níor scríobh tú do ríomhphost, mar sin ní féidir leat freagra ar bith a fháil.";
"You may need to disable some conflicting system gestures" = "Seans go mbeidh ort roinnt gothaí córais contrártha a dhíchumasú";
